[NoID_CentralThatGenetic_alta AkEvent]
SpokenText="Цей генетичний матерiал, обладнання, яке ми бачили... Вони можуть служити лише однiй метi."

[NoID_CommanderConstructionOf AkEvent]
SpokenText="Командире, будiвництво \"Залу тiней\" дозволить нам бiльш ефективно аналiзувати трофейнi артефакти i перехопленi данi iнопланетян."

[NoID_GladWeFound AkEvent]
SpokenText="Добре, що ми знайшли це мiсце до того, як нас залишилося занадто мало, щоб його знищити."

[NoID_ItsLikeThis AkEvent]
SpokenText="Таке вiдчуття, що тут цiлi областi просякнутi псi-енергiєю. Нам нiколи ранiше не доводилося спостерiгати наслiдкiв настiльки тривалого впливу."

[NoID_ThisIsIncredible AkEvent]
SpokenText="Неймовiрно. Коли я була маленькою, батько розповiдав менi про луг, оточений прекрасною, але темною силою. Вiдчуваю сильне дежавю."

[NoID_WeCanStart AkEvent]
SpokenText="Готовi розпочати будiвництво \"Залу тiней\" за першим сигналом, командире."

[NoID_YouAndMe AkEvent]
SpokenText="Менi теж."

[S_Alien_Fortress_Shen_01 AkEvent]
SpokenText="Менi дуже шкода... Але лише ви готовi до цього бою. Якби я могла пiти з вами…"

[S_Alien_Fortress_Shen_02 AkEvent]
SpokenText="Готовi."

[S_Alien_Fortress_Shen_03 AkEvent]
SpokenText="Я вмонтувала в апарат фрагменти мозку Кодекса. Вiн згенерує той самий сигнал, за допомогою якого Кодекс пройшов ворота."

[S_Alien_Fortress_Shen_04 AkEvent]
SpokenText="Так. Починаємо запис у всiх спектрах. Нагадую: заходиш, швидко знiмаєш данi i негайно повертаєшся. Гаразд?"

[S_Alien_Fortress_Shen_05 AkEvent]
SpokenText="Ого... Ви це бачите?"

[S_Alien_Fortress_Shen_06 AkEvent]
SpokenText="Це не схоже на жодну з їхнiх станцiй, на яких ми були... Нi на одне мiсце на Землi, якщо на те пiшло."

[S_Alien_Fortress_Shen_07 AkEvent]
SpokenText="Є лише один спосiб це з'ясувати."

[S_Alien_Fortress_Shen_08 AkEvent]
SpokenText="Вперед. Ми розраховуємо на тебе."

[S_Alien_Fortress_Shen_09 AkEvent]
SpokenText="Доктор, тут точно щось не так."

[S_Alien_Fortress_Shen_10 AkEvent]
SpokenText="Так вже."

[S_Alien_Fortress_Shen_11 AkEvent]
SpokenText="Ми повиннi бути впевненi, що у нас є ключ, перш нiж знову туди потикатися. Було б неприємно, якби щось подiбне сталося з чимось... органiчним."

[S_Ambient_ADVENT_Burger_Shen AkEvent]
SpokenText="Менi нiколи не доводилося бути в мiських центрах, тож про бургери \"Адвента\" до мене лише чутки доходять. Здається, нiкого там не хвилюють делiкатнi подробицi - наприклад, коли хтось останнiй раз бачив живу корову."

[S_Ambient_Helpers_Shen AkEvent]
SpokenText="Я якось хотiла покопатися в МЕКу \"Адвента\", спробувати встановити II вiд \"Гремлiна\" - роботи-помiчники нам би стали у пригодi. Потiм вирiшила не лiзти з цiєю iдеєю до Бредфорда i Тайгана, поки все трохи не стихне."

[S_Autopsy_MEC_Blurb AkEvent]
SpokenText="\"Адвент\" використовує легiони цих механiзованих бiйцiв для \"пiдтримання порядку\". Судячи з того, що менi вiдомо, вони повнiстю автономнi i озброєнi до зубiв."

[S_Autopsy_Sectopod_Blurb AkEvent]
SpokenText="Бредфорд стверджує, що бачив подiбних створiнь зблизька. Всупереч нашим здогадкам, ми не виявили всерединi пiлота, коли розкрили цю оболонку."

[S_Autopsy_Turret_Blurb AkEvent]
SpokenText="\"Адвент\" не гребує використовувати автономне озброєння поруч з цивiльним населенням цих мiст. Вiдчувається їхня щира турбота про наших людей."

[S_Avenger_Ambient_Shen_ADVENTtech AkEvent]
SpokenText="Я ретельно вивчила здобуте в бою озброєння \"Адвента\". Можу сказати, що воно виготовлене з надлегких сплавiв i чудово пiдходить для бiйцiв-людей. Гадаю, цей же матерiал використовується в колонiях, але виробляється вiн точно десь тут, на Землi - запаси цього добра у них практично безмежнi."

[S_Avenger_Ambient_Shen_Alientech AkEvent]
SpokenText="Менi вдалося пiдключити наше обладнання до iнопланетних систем корабля. Тепер бiльшiсть цих систем - це гiбрид наших розробок i технологiй iнопланетян. Сподiваюся, зможу витиснути з цього все можливе i навiть розробити щось нове i несподiване для ворога."

[S_Avenger_Ambient_Shen_CityMigration_01 AkEvent]
SpokenText="Докторе, що вам вiдомо про клiнiки генної терапiї? Серед населення вони дуже популярнi."

[S_Avenger_Ambient_Shen_CityMigration_02 AkEvent]
SpokenText="Але спочатку потрiбно отримати чiп?"

[S_Avenger_Ambient_Shen_CityMigration_03 AkEvent]
SpokenText="Я починаю розумiти, як це працює."

[S_Avenger_Ambient_Shen_FacadePeace_02 AkEvent]
SpokenText="Мiльйони жителiв цих мiст, здається, це не дуже хвилює."

[S_Avenger_Ambient_Shen_FacadePeaceB_01 AkEvent]
SpokenText="Ви не шкодуєте, що залишили мiсто? Повиннi ж сумувати за чимось? За їжею? За м'яким лiжком?"

[S_Avenger_Ambient_Shen_FacadePeaceB_02 AkEvent]
SpokenText="Про це якось не подумалося... \"Адвент\", напевно, надав вам непогану лабораторiю."

[S_Avenger_Ambient_Shen_FacadePeaceB_03 AkEvent]
SpokenText="Не хвилюйтеся. Командир напевно щось для вас знайде."

[S_Avenger_Ambient_Shen_Father AkEvent]
SpokenText="Думаю, батько пишався б нами. Вперше за довгий час ми представляємо загрозу для iнопланетян, i вони це розумiють. Тепер потрiбно, щоб жителi колонiй згадали, за що ми боремося. Мiй батько загинув, щоб ми не стали расою жалюгiдних пiддослiдних у руках iнопланетян. Нам потрiбно лише привернути увагу населення."

[S_Avenger_Ambient_Shen_Makeshift AkEvent]
SpokenText="Не знаю, що скажуть iншi, якщо дiзнаються, скiльки сил пiшло на ремонт цього корабля. Враховуючи обмеженiсть наших ресурсiв, я б сказала, що ми ще обiйшлися малою кров'ю, але якщо буде потрiбно подвоїти зусилля, не знаю..."

[S_Avenger_Ambient_Shen_PowerCore AkEvent]
SpokenText="Ми давно помiтили, що коли ядро опиняється пiд навантаженням при вимкнених двигунах, \"Месник\" дає крен. Спочатку ми думали, що проблема у стабiлiзаторах, але тепер менi здається, так i було задумано. Ядро може бути не цiлком стабiльним. Це пояснює, чому iнопланетяни розмiстили його в iзольованому вiдсiку на носi корабля."

[S_Avenger_Ambient_Shen_Quick_01 AkEvent]
SpokenText="Бредфорду не завадило б потренуватися на симуляторi. Якщо вiн розiб'є корабель, клянуся, я особисто здам його \"Адвенту\"."

[S_Avenger_Ambient_Shen_Quick_02 AkEvent]
SpokenText="Я все ще не розумiю, звiдки \"Адвент\" бере нових бiйцiв. Готова побитися об заклад, що це не добровольцi."

[S_Avenger_Ambient_Shen_Quick_03 AkEvent]
SpokenText="Я бачила, як Тайган йде по коридору i бурмоче щось собi пiд нiс. Бредфорд йому довiряє, але я все одно буду за ним приглядати."

[S_Avenger_Ambient_Shen_Quick_04 AkEvent]
SpokenText="Якщо подумати, нам не завадили б роботи-помiчники. Хм... Можливо, я зможу щось придумати."

[S_Avenger_Ambient_Shen_Quick_05 AkEvent]
SpokenText="Надiйшла скарга, що кормовий лiфт вчора почав скрипiти. Дуже сподiваюся, що втома металу тут нi до чого."

[S_Avenger_Ambient_Shen_Quick_06 AkEvent]
SpokenText="Як же не вистачає робочих рук! Менi не завадило б кiлька новачкiв, здатних тримати в руках гайковий ключ."

[S_Avenger_Ambient_Shen_Quick_07 AkEvent]
SpokenText="Скiльки ж мороки було з цими системами. Я б зекономила купу часу, якби ми розшифрували мову iнопланетян. На жаль, з лiнгвiстами у нас теж туго."

[S_Avenger_Ambient_Shen_Quick_08 AkEvent]
SpokenText="Цiкаво, чи схоже наше нинiшнє життя на те, як жили ранiше - завжди на взводi, завжди готовi зiрватися по першому свистку. Сумувати не доводиться."

[S_Avenger_Ambient_Shen_Quick_09 AkEvent]
SpokenText="Треба спитати, чи ведуть нашi бiйцi рахунок убитим iнопланетянам. Думаю, це допоможе при вербуваннi."

[S_Avenger_Ambient_Shen_Quick_10 AkEvent]
SpokenText="Тайган має звичку чесати шрам на потилицi. Цiкаво, хтось перевiряв, чи видалено чiп насправдi?"

[S_Avenger_Ambient_Shen_ShenFather_01 AkEvent]
SpokenText="Вiдновити енергопостачання \"Месника\" - це справдi було дивом. Не знаю, як йому вдалося зламати їхню систему, але без нього ми досi тикалися б у схеми, як слiпi кошенята. Вiн зробив усе, щоб корабель злетiв, але не дожив до цього моменту."

[S_Avenger_Ambient_Shen_ShenFather_02 AkEvent]
SpokenText="Ви можете вiддати данину його пам'ятi, використавши цей корабель для знищення iнопланетян."

[S_Avenger_Ambient_Shen_ShenFatherB_01 AkEvent]
SpokenText="Шкода, вiн не побачить, як ми нанесемо удар у вiдповiдь... Не дiзнається, що все було не дарма."

[S_Avenger_Ambient_Shen_ShenFatherB_02 AkEvent]
SpokenText="Чесно кажучи, тренування вам не завадять."

[S_Avenger_Ambient_Shen_ShensPrideB_01 AkEvent]
SpokenText="Це все, що у нас є... I iнопланетяни не дуже радi, що втратили корабель."

[S_Avenger_Ambient_Shen_ShensPrideB_02 AkEvent]
SpokenText="Тим бiльше приємно, що ми не виправдали їхнiх очiкувань."

[S_Avenger_Ambient_Shen_ShensPrideC_01 AkEvent]
SpokenText="Батько пожертвував собою заради того, щоб цей корабель злетiв, i я зроблю все, щоб його мрiя жила. Посудина зараз, звичайно, не в найкращому станi, але дайте час - ще кiлька доробок, i їй не буде рiвних."

[S_Avenger_Ambient_Shen_TyganConscienceB_01 AkEvent]
SpokenText="Докторе, у мене до вас питання. Вам же непогано жилося в колонiї, працювали з \"Адвентом\"... Чому ви вирiшили вiд усього цього вiдмовитися?"

[S_Avenger_Ambient_Shen_TyganConscienceB_02 AkEvent]
SpokenText="Можна було i одразу здогадатися. Iнопланетяни нiколи б сюди не з'явилися, якби їм був потрiбен мир."

[S_Avenger_Ambient_Shen_TyganConscienceB_03 AkEvent]
SpokenText="Так, роботи у вас непочатий край."

[S_Avenger_Ambient_ShenFacadePeace_01 AkEvent]
SpokenText="Ви кiлька рокiв прожили в колонiях, перш нiж вийшли на зв'язок з Центром, так?"

[S_Avenger_Attack_Shen_01_Setup_Phase AkEvent]
SpokenText="Не може бути! Двигуни цiлi! Хiба що... Вони застосували електромагнiтний iмпульс! Тримайтеся, я спробую обiйти схеми iнопланетян!"

[S_Avenger_Attack_Shen_02_Setup_Phase AkEvent]
SpokenText="Система не приймає протокол переходу. Вона iгнорує мої команди..."

[S_Avenger_Attack_Shen_03_Setup_Phase AkEvent]
SpokenText="Ось так."

[S_Avenger_Attack_Shen_04_Setup_Phase AkEvent]
SpokenText="У нас проблема."

[S_Avenger_Attack_Shen_05_Setup_Phase AkEvent]
SpokenText="Вони встановили зовнi якийсь шпиль. Вiн випромiнює тi самi iмпульси, що пiдрiзали нам крила."

[S_Avenger_Attack_Shen_06_Setup_Phase AkEvent]
SpokenText="Не звiдси."

[S_Avenger_Attack_Shen_07_Setup_Phase AkEvent]
SpokenText="Поки вiн там, двигун не заведеться."

[S_Avenger_Shen_Exposed_Power_Coil_First AkEvent]
SpokenText="Ця котушка забезпечує додаткове живлення систем \"Месника\". Але спочатку необхiдно встановити екрани для захисту команди."

[S_Avenger_Shen_Not_Enough_Engineers AkEvent]
SpokenText="Менi не завадила б допомога в деяких технiчних питаннях, командире."

[S_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Зараз дiзнаємося. Я пiдключила \"Зал тiней\" напряму до бортового комп'ютера."

[S_Blacksite_Horror_Shen_02 AkEvent]
SpokenText="Вiн займався сортуванням отриманого нами матерiалу з самого повернення. Каталогiзував код..."

[S_Blacksite_Horror_Shen_03 AkEvent]
SpokenText="Тому нам потрiбно, щоб бортовий комп'ютер показав нам, звiдки вони взялися."

[S_Blacksite_Horror_Shen_04 AkEvent]
SpokenText="Скористаємося спiвставленням з даними, отриманими iз зламаної мережi \"Адвента\"."

[S_Blacksite_Horror_Shen_05 AkEvent]
SpokenText="Це... картка пацiєнта однiєї з клiнiк генної терапiї."

[S_Blacksite_Horror_Shen_06 AkEvent]
SpokenText="Геннi клiнiки. Мiльйони людей в очiкуваннi допомоги."

[S_Blacksite_Horror_Shen_07 AkEvent]
SpokenText="Це геноцид, докторе. I цi люди йдуть до них добровiльно!"

[S_Blacksite_Horror_Shen_08 AkEvent]
SpokenText="Ми поки не знаємо, що вони з цим роблять, але можемо з'ясувати, куди це вiдправляється."

[S_Blacksite_Horror_Shen_09 AkEvent]
SpokenText="Ось. Виробничий комплекс. Пiдвищенi заходи безпеки, звичайний склад охорони."

[S_Broadcast_Truth_Shen_01 AkEvent]
SpokenText="Все готово. Але щоб це спрацювало, ми повиннi пiдiйти ближче."

[S_Broadcast_Truth_Shen_02 AkEvent]
SpokenText="Достатнє зближення. Спробую отримати доступ!"

[S_Build_This_Item_Engineering_Tutorial_Shen AkEvent]
SpokenText="Чудес не обiцяю, але дещо з цього я зможу швиденько зiбрати. Я б почала з медпакету - вiн напевно дуже скоро нам знадобиться."

[S_Build_This_Item_Engineering_Tutorial_Shen_ALT AkEvent]
SpokenText="Чудес не обiцяю, але дещо з цього я зможу швиденько зiбрати. Я б почала з медпакету - вiн напевно дуже скоро нам знадобиться."

[S_Commander_Awakens_Shen_01_Setup_Phase AkEvent]
SpokenText="Докторе, для цього є мiсця кращi!"

[S_Commander_Awakens_Shen_02_Setup_Phase AkEvent]
SpokenText="Ми готовi."

[S_Commander_Awakens_Shen_03_Setup_Phase AkEvent]
SpokenText="Я не спецiалiст, але показання скачуть, як божевiльнi, докторе."

[S_Commander_Awakens_Shen_04_Setup_Phase AkEvent]
SpokenText="Докторе! Сигналу немає!"

[S_Dark_Volunteer_01_Shen_01 AkEvent]
SpokenText="Це буде нелегко, але iнших варiантiв у нас вже не залишилося."

[S_Dark_Volunteer_01_Shen_02 AkEvent]
SpokenText="Гени повиннi бути частиною живої особини. Ключ працює лише в зв'язцi з сигналом."

[S_Dark_Volunteer_01_Shen_03 AkEvent]
SpokenText="Нi. З цим ми самi впораємося."

[S_Dark_Volunteer_01_Shen_04 AkEvent]
SpokenText="Але це можу зробити я. Ми можемо контролювати \"Аватар\" за допомогою псi-мереж."

[S_Dark_Volunteer_01_Shen_05 AkEvent]
SpokenText="Не зовсiм. I вже точно не я."

[S_Dark_Volunteer_01_Shen_06 AkEvent]
SpokenText="А я тим часом огляну стазис-костюм. Коли прийде час, все буде готово."

[S_Dark_Volunteer_02_Shen_01 AkEvent]
SpokenText="Остаточне пiдключення встановлено. Живлення в нормi. Перевiримо ще раз буфер..."

[S_Dark_Volunteer_02_Shen_02 AkEvent]
SpokenText="Ми готовi."

[S_Dark_Volunteer_02_Shen_03 AkEvent]
SpokenText="Починаю пiдключення."

[S_First_Flight_Shen_01_Setup_Phase AkEvent]
SpokenText="Коротко кажучи - так. Але я б на вашому мiсцi схопилася за щось."

[S_FirstStasisLanceAvailable_Shen AkEvent]
SpokenText="У нас є креслення. Обладнання теж готове. Дайте наказ, командире, i ми виготовимо черепний бур."

[S_FirstStasisLanceBolted_Shen AkEvent]
SpokenText="Зона випробувань готова, командире. Ми можемо виготовити черепний бур, коли буде потрiбно."

[S_Here_they_Come_Shen AkEvent]
SpokenText="Ось i вони."

[S_Human_Tubes_Shen_ALT AkEvent]
SpokenText="Але чому тут? Що ще вони можуть тут робити?"

[S_Intro_Shen_01 AkEvent]
SpokenText="Сигнал отримано. Чiтко i ясно."

[S_Intro_Shen_02 AkEvent]
SpokenText="Незваний гiсть, твiй хiд."

[S_Item_Selected_Engineering_Tutorial_Shen AkEvent]
SpokenText="Все буде, командире."

[S_Old_Gods_01_Shen_01 AkEvent]
SpokenText="Командире, ми збираємо цю штуку, але справа просувається не так швидко, як хотiлося б."

[S_Old_Gods_01_Shen_02 AkEvent]
SpokenText="Повiрю вам на слово, докторе."

[S_Old_Gods_01_Shen_03 AkEvent]
SpokenText="Це координати... Здається, це їхня зворотня адреса або її частина. Навряд чи локальний…"

[S_Old_Gods_01_Shen_04 AkEvent]
SpokenText="I не тiльки. Ми втрачаємо вже розшифрованi данi."

[S_Old_Gods_01_Shen_05 AkEvent]
SpokenText="К бiсу данi, ядро в небезпецi. Всi захиснi бар'єри злетiли... потужнiсть зростає... нi!"

[S_Old_Gods_01_Shen_06 AkEvent]
SpokenText="Тайган! Вимикайте зв'язок!"

[S_Old_Gods_01_Shen_07 AkEvent]
SpokenText="Це колосальнi обсяги даних."

[S_Old_Gods_01_Shen_08 AkEvent]
SpokenText="Тодi пора починати. Не думаю, що вийде повторити таке."

[S_Old_Gods_01_Shen_09 AkEvent]
SpokenText="Сподiваюся, менi вдасться вiдновити данi, якi пропали при передачi. Iнакше все було даремно."

[S_Pre_Final_Mission_Broadcast_Shen_01 AkEvent]
SpokenText="А вони у нього бувають?"

[S_Pre_Final_Mission_Broadcast_Shen_02 AkEvent]
SpokenText="Без проблем."

[S_ResistanceMusing_Shen AkEvent]
SpokenText="Присутнiсть командира пiдняла бойовий дух опору, не кажучи вже про наш екiпаж. Я нiколи не бачила Бредфорда таким задоволеним. Вони з командиром знають Като ще з довоєнного часу, але все ж мене мучать сумнiви. Опiр потребує нас у тiй же мiрi, в якiй нам потрiбна його пiдтримка."

[S_Setup_Phase_Avoid_Hostile_Detection_Radius_Shen AkEvent]
SpokenText="Не потрапляйте їм на очi. Намагайтеся триматися поза вказаним радiусом виявлення."

[S_Setup_Phase_Build_This_Facility_Shen AkEvent]
SpokenText="Командире, я думаю, побудова цього вiдсiку одразу дасть нам серйозну перевагу."

[S_Setup_Phase_Excavation_Staff_Confirmed_Shen AkEvent]
SpokenText="Тiльки скажiть, i ми почнемо роботу, командире."

[S_Setup_Phase_Excavation_Underway_Shen AkEvent]
SpokenText="Ми почали роботи, але знадобиться якийсь час, щоб усе там розчистити."

[S_Setup_Phase_First_Build_Item_Screen_Shen AkEvent]
SpokenText="Ви здивуєтеся, дiзнавшись, наскiльки подiбнi речi можуть вплинути на бойовi дiї. За наявностi матерiалiв я можу швидко виготовити все, що нам може знадобитися."

[S_Setup_Phase_How_To_Excavate_Shen AkEvent]
SpokenText="Щоб розчистити вiдсiк, потрiбно спершу призначити на цю роботу iнженера. Чим глибше в корабель ми заберемося, тим бiльше часу i сил буде йти на розчищення нових вiдсiкiв."

[S_Setup_Phase_Start_Excavation_Shen AkEvent]
SpokenText="Тепер у нас вистачає рук, щоб почати викидати старе спорядження i уламки з корабля i звiльняти мiсце пiд новi вiдсiки."

[S_Setup_Phase_Use_Overwatch_Against_Reinforcements_Shen AkEvent]
SpokenText="Щоб застати пiдкрiплення ворога зненацька, можна використовувати режим \"Перехоплення\", зайнявши позицiю поблизу мiсця їхньої появи."

[S_Shen_Greeting_A AkEvent]
SpokenText="Привiт, командире."

[S_Shen_Greeting_B AkEvent]
SpokenText="Вiтаю."

[S_Shen_Greeting_C AkEvent]
SpokenText="Командире?"

[S_Shen_Greeting_D AkEvent]
SpokenText="Що я можу для вас зробити, командире?"

[S_Shen_Greeting_E AkEvent]
SpokenText="Новi вказiвки, командире?"

[S_Shen_Greeting_F AkEvent]
SpokenText="Тiльки скажiть, i ми почнемо роботу, командире."

[S_Shen_ThankYouForWorkshop AkEvent]
SpokenText="Дякую, командире. Нова майстерня нам пiдходить."

[S_Shens_Loot_Shen_01_Setup_Phase AkEvent]
SpokenText="Чому ви всi тут стоїте?"

[S_Shens_Loot_Shen_02_Setup_Phase AkEvent]
SpokenText="Чудово! Скорiше, затягуйте всередину."

[S_StasisLanceReminder_Shen AkEvent]
SpokenText="У нас все готове, командире. Виготовимо черепний бур за першою вимогою."

[S_Support_Ambient_Musings_Misc_Shen_01 AkEvent]
SpokenText="Я тут переглядала старi файли, якi Центр зберiгав з довоєнних часiв. Там зустрiчаються записи англiйською i, здається, ламаною нiмецькою. Треба б його спитати, що це таке."

[S_Support_Beam_Weapons_Shen_01 AkEvent]
SpokenText="Iнопланетяни не зрадiють, побачивши, що у нас теж є енергетична зброя."

[S_Support_Build_Proving_Grounds_Shen_01 AkEvent]
SpokenText="Якщо ми хочемо створити цей черепний бур, який придумав Тайган, нам потрiбно спецiальне обладнання для його випробування."

[S_Support_Excavate_Room_No_Engineer_Shen AkEvent]
SpokenText="Командире, менi доведеться збiльшити команду, перш нiж ми зможемо зайнятися розчищенням вiдсiкiв. Нам потрiбен ще iнженер."

[S_Support_First_Engineer_Received_Shen AkEvent]
SpokenText="Тепер у нас достатньо персоналу для розчищення мiсця пiд новi вiдсiки. Добре б знайти ще новобранцiв, щоб там було кому працювати."

[S_Support_First_Excavating_Room_Shen_01 AkEvent]
SpokenText="Командире, серед речей, що залишилися вiд iнопланетян, нiчого цiкавого. Однак якщо все тут розчистити, вистачить мiсця для нового вiдсiку."

[S_Support_First_Facility_Construction_Shen_01 AkEvent]
SpokenText="Негайно починаємо роботу над новим вiдсiком. Як запустимо його, я повiдомлю."

[S_Support_First_Item_Selected_Shen_01 AkEvent]
SpokenText="Починаємо роботу, командире. Як буде готово, я скажу."

[S_Support_First_Kill_Shen_01 AkEvent]
SpokenText="Командире, у бiйцiв \"Адвента\" напевно є корисне спорядження. Нам знадобляться будь-якi трофеї, коли справа дiйде до виробництва власного екiпiрування."

[S_Support_First_Time_Construction_Shen AkEvent]
SpokenText="Командире, на борту \"Месника\" не залишилося вiльного мiсця. Нам потрiбнi iнженери, щоб розчистити додатковий простiр."

[S_Support_Golden_Path_Musings_Advent_Shen_01 AkEvent]
SpokenText="Наскiльки я можу судити, технологiя \"Адвента\", так само як i бiльшiсть того, що ми бачимо в їхнiх мiстах, заснована на варiацiях i мiсцями удосконаленнях iнопланетних технологiй, якi застосовувалися пiд час вторгнення. Бiльш того, чим ширше поширення, тим простiше менi шукати компоненти, сумiснi з гiбридними системами \"Месника\"."

[S_Support_Golden_Path_Musings_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Всi цi люди... Мiльйони невинних, слiпо поспiшаючих прямо в пастку iнопланетян. Ми знали, що їм не можна довiряти, це було для нас очевидно. Але iнопланетяни завжди заявляли про себе голоснiше, нiж ми, i блага їхнiх мiст не можна було порiвняти з тим, що могли запропонувати ми. Так чи iнакше, цьому слiд покласти край, чого б це нам не коштувало."

[S_Support_Golden_Path_Musings_Dying_Ethereals_Shen_01 AkEvent]
SpokenText="Не думаю, що на кораблi знайдеться хоч хтось, хто шкодує про те, що Старiйшини помирають. Навпаки - пiсля цiєї новини повинен був змiцнiти бойовий дух команди. Але, як завжди, iснують пiдводнi каменi. У ворогiв є план, i менi здається, вiн полягає в тому, що ми всi станемо їхнiм лiками, хочемо ми того чи нi."

[S_Support_Great_Mission_Shen_01 AkEvent]
SpokenText="Будемо дiяти в тому ж дусi - iнопланетяни нiчого не зможуть зробити."

[S_Support_Great_Mission_Shen_02 AkEvent]
SpokenText="Будемо сподiватися, завжди все буде так гладко. Чудова робота."

[S_Support_Great_Mission_Shen_03 AkEvent]
SpokenText="Прекрасно, командире. Такi зразковi дiї завжди пiдвищують бойовий дух."

[S_Support_Great_Mission_Shen_04 AkEvent]
SpokenText="Менi було цiкаво, як покаже себе нове спорядження. Як на мене, так все працює чудово."

[S_Support_Great_Mission_Shen_05 AkEvent]
SpokenText="Рада бачити, що нашi новачки не зламалися, коли справа дiйшла до бою з iнопланетянами."

[S_Support_Great_Mission_Shen_06 AkEvent]
SpokenText="Прекрасна робота, командире. Iнопланетяни, мабуть, вже нервують."

[S_Support_Great_Mission_Shen_07 AkEvent]
SpokenText="Загiн не зазнав втрат, а iнопланетяни заплатили сповна. Чудова робота, командире."

[S_Support_Great_Mission_Shen_08 AkEvent]
SpokenText="Сумнiваюся, що вони очiкували такої сутички. Я вражена, командире."

[S_Support_Great_Mission_Shen_09 AkEvent]
SpokenText="Такi успiхи здорово пiднiмають бойовий дух. Боюся, доведеться знову поповнювати бар."

[S_Support_Great_Mission_Shen_10 AkEvent]
SpokenText="Готова побитися об заклад, iнопланетяни досi не отямилися. Так тримати, командире."

[S_Support_Heavy_Plated_Armor_Shen_01 AkEvent]
SpokenText="\"Екзокостюм\" поєднує силу, необхiдну бiйцям для використання важкого озброєння, з завидною мiцнiстю."

[S_Support_Heavy_Powered_Armor_Shen_01 AkEvent]
SpokenText="Ця силова броня носить назву \"Бойовий Костюм\" i є наймiцнiшою бронею, яку ми можемо виготовити, i має достатньо потужностi для використання важкого озброєння."

[S_Support_Light_Plated_Armor_Shen_01 AkEvent]
SpokenText="Костюм \"Павук\" дає бiйцям додатковий шанс уникнути попадання. Вiн оснащений гаком i надає нашим солдатам додаткову рухливiсть."

[S_Support_Light_Powered_Armor_Shen_01 AkEvent]
SpokenText="Маскувальний костюм \"Привид\", оснащений гаком, дозволяє ефективно приховуватися у будь-якому середовищi."

[S_Support_Magnetic_Weapons_Shen_01 AkEvent]
SpokenText="Ця магнiтна зброя схожа на раннi прототипи рейлгана. Вона вистрiлює снаряди з надвисокими швидкостями."

[S_Support_Medium_Plated_Armor_Shen_01 AkEvent]
SpokenText="Броня \"Хижак\", як слiд з назви, пiдвищує живучiсть наших вiйськ у бою."

[S_Support_Medium_Powered_Armor_Shen_01 AkEvent]
SpokenText="Основний комплект силової бронi, що забезпечує захист, який резонно очiкувати вiд величезного важкого бронекостюма."

[S_Support_Modify_Skulljack_Shen_01 AkEvent]
SpokenText="Командире, якщо ми хочемо застати противника зненацька, треба б спробувати модифiкувати черепний бур для сканування таємної мережi \"Адвент\". Але одразу скажу - бiйцям доведеться ризикнути, щоб це спрацювало."

[S_Support_More_Engineers_Shen_01 AkEvent]
SpokenText="Командире, якщо вам трапляться талановитi новачки, в iнженерному вiдсiку завжди знайдеться робота."

[S_Support_Not_Enough_Comms_Shen AkEvent]
SpokenText="Командире, ми використовуємо всi можливi ресурси по лiнiї зв'язку. Ми не можемо розширювати список контактiв, поки не покращимо системи."

[S_Support_Not_Enough_Power_Shen AkEvent]
SpokenText="Командире, наше енергоспоживання досягло межi. Ми бiльше не можемо забезпечувати новi вiдсiки, а значить, i розширюватися теж."

[S_Support_Proving_Ground_Project_First_Shen_01 AkEvent]
SpokenText="Команда вже приступає до роботи. Я повiдомлю, як тiльки ми досягнемо якихось результатiв."

[S_Support_Proving_Ground_Visit_Shen_01 AkEvent]
SpokenText="Ласкаво просимо до зони випробувань, командире. У свiй час ми вирiшили роздiлити експериментальнi проекти, у першу чергу пов'язанi зi зброєю."

[S_Support_Proving_Grounds_Project_Selected_Shen_01 AkEvent]
SpokenText="Як скажете, командире. Я повiдомлю одразу ж, як проект буде готовий."

[S_Support_Proving_Grounds_Project_Selected_Shen_02 AkEvent]
SpokenText="Цiкавий вибiр. Як тiльки закiнчимо, я дам вам знати."

[S_Support_Proving_Grounds_Project_Selected_Shen_03 AkEvent]
SpokenText="Негайно приступаємо, командире. Я повiдомлю, коли все буде готово."

[S_Support_Psi_Gate_Recovered_Shen AkEvent]
SpokenText="Командире, раз нам вдалося доставити артефакт iнопланетян до \"Залу тiней\", слiд якнайшвидше розпочати його аналiз. Є ризик, так, але я не бачу iншого способу зрозумiти, як вiн влаштований i працює, не активуючи його."

[S_Support_Shadow_Chamber_Constructed_Shen AkEvent]
SpokenText="Командире, \"Зал тiней\" добудований, i ми можемо почати бiльш ретельно аналiзувати трофейнi артефакти i iнформацiю iнопланетян."

[S_Support_Shadow_Chamber_Nag_Shen AkEvent]
SpokenText="\"Зал тiней\" готовий до роботи. Потрiбно починати використовувати його."

[S_Support_Shadow_Chamber_Tactical_UI_First_Shen_01 AkEvent]
SpokenText="Командире, \"Зал тiней\" попрацював з цифрами. Ось тактична оцiнка нашої наступної операцiї."

[S_Support_Staffing_Investment_Shen_01 AkEvent]
SpokenText="Командире, якщо ми призначимо iнженерiв у певний вiдсiк, вони повиннi провести там якийсь час, перш нiж ми зможемо перевести їх."

[S_Support_Thanks_Workshop_Shen_01 AkEvent]
SpokenText="Я знаю, що простiр у нас обмежений, командире, i додатковi площi будуть дуже доречними."

[S_Support_Tough_Mission_Shen_01 AkEvent]
SpokenText="Все могло бути i краще. Подивимося, чи не можна якось полiпшити зброю i броню, щоб пiдвищити нашi шанси."

[S_Support_Tough_Mission_Shen_02 AkEvent]
SpokenText="Ще пара таких операцiй, i ми втратимо все, що у нас залишилося."

[S_Support_Tough_Mission_Shen_03 AkEvent]
SpokenText="Повинен бути спосiб якось ще допомогти нашим бiйцям."

[S_Support_Tough_Mission_Shen_04 AkEvent]
SpokenText="Я думала, ми готовi. Менi доведеться працювати стараннiше - нам усiм доведеться."

[S_Support_Tough_Mission_Shen_05 AkEvent]
SpokenText="Мої iнженери з усiх сил постараються, щоб подiбне бiльше не повторювалося, командире. Зробимо все, що у наших силах."

[S_Support_Unstaffed_Engineer_Shen AkEvent]
SpokenText="Командире, я вдячна за те, що ви найняли ще персонал, але прямо зараз у нас є люди, якi не отримали призначення. Їх можна вiдправити займатися будiвництвом, розчищенням або роботою у вiдсiках."

[S_Support_Urge_Facility_Shen_01 AkEvent]
SpokenText="Командире, тут доведеться все розчистити, але все одно мiсця буде мало. Треба подумати про новi вiдсiки."

[S_Victory_Shen_01 AkEvent]
SpokenText="Без пiдтримки псi-мережi з боку Старiйшини все летить до бiса. Цi ворота довго не протримаються."

[S_Victory_Shen_02 AkEvent]
SpokenText="У мене тут все чисто. Такого просто не може бути. Якщо тiльки…"

[S_Victory_Shen_03 AkEvent]
SpokenText="Ми цим i займаємося. Є небезпека повного перевантаження."

[S_Victory_Shen_04 AkEvent]
SpokenText="Одна з трансмерних псi-мереж не активна."

[S_Welcome_Engineering_Shen_01_Setup_Phase AkEvent]
SpokenText="Давай, давай, ну ж. Я п'ять разiв перевiрила всi з'єднання. Що ж не так?"

[S_Welcome_Engineering_Shen_02_Setup_Phase AkEvent]
SpokenText="Командире, вибачте, але змусити нашу технiку спiлкуватися з їхньою технiкою складнiше, нiж здається. Уж ви-то повиннi це розумiти."

[S_Welcome_Engineering_Shen_03_Setup_Phase AkEvent]
SpokenText="Я не те хотiла сказати... Здається, нас нiхто не представив одне одному. Я Лiлi Шень, корабельний iнженер. Ви, мабуть, очiкували побачити мого батька, але його тут немає. Центр мiг не згадати про це."

[S_Welcome_Engineering_Shen_04_Setup_Phase AkEvent]
SpokenText="Батько... Вiн вiддав нашiй боротьбi все. Цей корабель - справа всього його життя. Я знаю, вiн з радiстю особисто провiв би для вас екскурсiю. Вiн часто про вас розповiдав."

[S_Welcome_Engineering_Shen_05_Setup_Phase AkEvent]
SpokenText="Будьте впевненi, я завершу те, що вiн почав. Повiрте, тут я можу виготовити практично все, що прийде у голову. Трохи допомоги i... ви здивуєтеся, коли побачите, на що я здатна."

[S_Welcome_Engineering_Shen_06_Setup_Phase AkEvent]
SpokenText="Гаразд. Повернуся до своїх обов'язкiв. Для мене честь нарештi познайомитися з вами."

[S_Welcome_Engineering_Shen_07_Setup_Phase AkEvent]
SpokenText="Готово."

[S_What_he_Said_Shen AkEvent]
SpokenText="Так точно."
